Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 他终于找到了那一丝不完美的症结所在，正是来自黄瓜的本味。
en_us: He finally found the key to its imperfection. It was the original taste of cucumber.

source: 他翻出了自己的系统手册，认真确认了一遍。
en_us: The System flipped its system manual for verification.

source: 他见多了所谓的女神，本以为自己对于女人已经能够做到举重若轻。
en_us: He had seen so many so-called "goddesses". He thought he could already take it easy when it comes to women.

source: 他走的太突然，太匆忙，甚至还来不及选定一位合适的人选，将泰坦酒的酿造技艺传承下来，让这本可以流传千古的美酒成了所有人心中的遗憾。
en_us: He left too suddenly, too quickly. There wasn't even a suitable person who could inherit the Titan Liquor's brewing techniques and that made this liquor that could have been passed down for generations end up as a regret in everyone's hearts.

source: 他起床，拿起桌上的茅台酒晃了晃，的确还有大半瓶。
en_us: He got out of bed, and shook the bottle of Maotai on the table. There was half of it left.

source: 他跟在希利的身后，虽然他只是一个中级魔法师，但他也能够感受到希利的愤怒和他身边不太稳定的魔法元素。
en_us: He followed after Seely. Even though he was just an intermediate magic caster, he could clearly sense Seely's rage and the unstable magical elements around him.

source: 他转头看着栏杆之外的世界，苍茫的天空，无尽的绿野，还有……
en_us: Albin turned to look at the world outside of the fence, the boundless sky and endless vegetation, as well as...

source: 他这个人啊，哪哪都好，就是容易心软。
en_us: He is a great person, just that his heart softens easily.

source: 他这辈子都没有喝过这般美酒，一杯酒下肚，便觉得有些飘飘忽忽的，心底升起一股暖意，浑身都十分舒服。
en_us: He had never had such great liquor in his life before. He felt a little high after downing one glass of it. A warmth emerged from the bottom of his heart, making him feel warm throughout.

source: 他迟早是要离开洛都的，塞班酒馆也可能会关闭。
en_us: He had to leave Rodu sooner or later and Saipan Tavern would most probably close down.

source: 他那本精装的金瓶梅可是飞进了埃菲的窗，论品质，绝对是上乘佳作。
en_us: His hardcover The Plum in the Golden Vase flew into Eiffie's window. It was top-notch in terms of quality.

source: 令人心碎的低吟在低空回荡，却没有得到丝毫回应。
en_us: A heartbreaking murmur reverberated at a low altitude, but no answer ever came.

source: 令人惊叹的画画天赋，以及令所有漫画家羡慕的触手怪手速。
en_us: Her amazing drawing talent and the tentacle monster's speed that every comic artist envied.

source: 令人惊讶的是，海伦娜对此竟是没有出手干预，甚至对于各处奴隶主的求援，护卫队也没有给予任何支援。
en_us: Surprisingly, Helena didn't intervene at all. She didn't even render any assistance when the slave owners sent her calls for help. The garrison didn't provide any support, either.

source: 以亚伯罕的身份，即便他们是法部的官员，打了也就打了，顶多在陛下那里讨几声骂，不可能因为他们就真把这位公爵大人如何。
en_us: Even if they were officials from the Ministry of Law, with Abraham's status, he would at most get some scolding from His Majesty since the beating was done. Nothing would really happen to this duke because of them.

source: 以他对乔修的了解，苦心积虑做了那么多事情，眼看诺兰大陆局势变得如此危险，又怎么可能就此罢休，所以现在他只需要静等他自己跳出来，或者找上门来。
en_us: Based on his understanding of Josh, Mag knew that the former had been plotting for so many years. Now that the Norland Continent was in such a precarious situation, Josh would never let things pass so easily. Therefore, Mag only had to wait for Josh to jump out on his own or come knocking on his door.

source: 以众人的身份地位，好酒自然没有少喝，但还真没有几家酒馆，会在酒瓶上如此花心思。
en_us: Given their identities and status, they naturally had drunk good liquor before, but no taverns had spent so much effort on their liquor bottles before.

source: 以前他还信心十足的想要和爷爷一起找魔鬼，现在算是知道魔鬼的可怕了，已然斗志全无。
en_us: In the past, he was very confident and wanted to go Devil-hunting with his grandpa. Now, he knew how scary the Devil was and had lost all fighting spirits.

source: 以前每天只有几千铜币，随手就提着上楼了，也只够维持酒馆的经营。
en_us: They only earned a few thousands copper coins a day in the past and they could easily bring them upstairs. The money was only just enough for the tavern's operation.

source: 以及一只脚放在那个巨汉不可描述的位置的麦格，和坐在小椅子上的艾米。
en_us: As well as Mag, who had one foot on the man's private area, and Amy, who was sitting on a little stool.

source: 以及坐在巨兽身上的那个散发着金色光芒的美丽精灵。
en_us: And the beautiful elf with a golden glow sitting on that giant beast.

source: 以及非常非常的饱。
en_us: She was very very full.

source: 以大主教的身份地位，不应该出现在混乱之城，而且还特意排队来麦米餐厅吃饭。
en_us: Given the archbishop's status, he shouldn't have appeared in Chaos City, and even lined up to eat at Mamy Restaurant.

source: 以安德烈目前的集权模式，以及接下来可能继承王位的肖恩，显然都不可能做到这一点。
en_us: Given Andre's current model of centralized power and Sean, who was going to take over the throne, it was obvious that they weren't going to do that.

source: 以整个下午，麦格都在研究如何制作绿豆糕。
en_us: For the entire afternoon, Mag was studying how to make mung bean pastry.

source: 任务奖励：新手礼包。
en_us: Mission Reward: Novice hamper

source: 任务系统：新手任务——获取十点生活体验值！（进行中）
en_us: Mission: Novice Mission — Gain 10 life experience points! (ongoing)

source: 伊丽莎白并未回来。
en_us: Elizabeth still wasn't back yet.

source: 伊丽莎白看着麦格，那温暖的笑容让她又忍不住想起了她的父亲，微微点头答应了一声，转身准备离去。
en_us: Elizabeth looked at Mag. That warm smile reminded her of her father again. She nodded and answered before turning around to leave.

source: 伊恩沉默了许久，放下了手中的竹竿，缓缓转过身来看着希尔，苍老的脸上露出了笑容，“这不是我们几年前就已经预测过的事情吗，它只是发生了而已。”
en_us: Ian remained silent for a long time. He put down the bamboo rod in his hand, and turned slowly to look at Scheer. A smile appeared on his aged face. "Wasn't this what we predicted a few years ago? It is just happening."

source: 伊琳娜一手抓着苹果汁，仰头吨吨吨吨吨便灌了起来。
en_us: Irina grabbed the apple juice, and started gulping it down.

source: 伊琳娜不时和麦格闲聊几句，给安妮夹夹菜，同样轻松愉悦。
en_us: Irina was also chatting casually with Mag as she put food in Annie's bowl in a similarly relaxed manner.

source: 伊琳娜举起了手中的法师杖。
en_us: Irina raised her magic caster's staff up.

source: 伊琳娜也不说话，只是微笑着看着他，似乎在等他自己来解决。
en_us: Irina didn't speak either. She was simply looking at him with a smile, seemingly waiting for him to resolve it himself.

source: 伊琳娜也在打量着埃菲，这个年轻的女人，却有着超出年龄的风韵，有些男人不就喜欢这种感觉吗？
en_us: Irina was also sizing up Eiffie. This young woman had an air that was way beyond her age. Didn't some men prefer such an aura?

source: 伊琳娜也是意味深长的看了一眼麦格，原来的舌头是用这练出来的吗？灵不灵活，当然她最清楚了。
en_us: Irina looked at Mag thoughtfully as well. So this is what he used to train his tongue? She knew best if it was nimble or not.

source: 伊琳娜今日无事，所以一家人吃过早餐，便一同出门准备叫一辆马车前往品酒大会。
en_us: Irina had nothing on today so after having breakfast together as a family, she went out with Mag to hail a horse-drawn carriage to go over ot the liquor tasting event.

source: 伊琳娜伸手解了绳子，掀开红布，下边还有一个木塞，淡淡的酒香已是徐徐飘来。
en_us: Irina reached out to remove the string and cloth. There was a wooden cork underneath. The faint liquor aroma could already be smelled.

source: 伊琳娜似乎想到了什么，脸蛋上立马升起了几分绯红，瞪了麦格一眼。
en_us: Irina seemed to think of something and a blush instantly rose up on her cheeks as she glared at Mag.

source: 伊琳娜低头翻看着手里的杂志，头也没抬道：“你和她，都没这个胆子。”
en_us: Irina lowered her head as she flipped through the magazine. Without even looking up, she said, "Neither you nor she have the guts."

source: 伊琳娜冰冷的声音在山洞之中回荡，山洞口升起了一道光墙。
en_us: Helena's cold voice echoed throughout the cave, and a light wall rose up at the cave's entrance.

source: 伊琳娜冲着站在一旁的艾许莉微微点头，然后走下了高台。
en_us: Irina nodded at Ashley, who was standing beside her, and turned to walk off the platform.

source: 伊琳娜冷声道：“当年族人选择了你和女王陛下，带领他们走出了黑暗的时代。而过去的一百年，你让大部分的族人陷入了另一个更加黑暗的时代。
en_us: Irina coldly said, "Our people chose you and the queen to lead them out of the dark age back then, but you have led most of our people into a darker age for the past 100 years.

source: 伊琳娜则带着两个孩子在外边玩游戏和看电影，已经完全进入了休假状态中。
en_us: Meanwhile, Irina brought the two children out to play and watch a movie. She was completely in a holiday mood.

source: 伊琳娜却是伸出左手，主动的挽住了麦格的臂弯。
en_us: Irina reached her left arm out and wrapped it around Mag's arm.

source: 伊琳娜又回混乱之城了，中午刚吃了腰子的麦格，只好取消了晚上的生蚝盛宴，避免自己太膨胀。
en_us: Irina had returned to Chaos City. Mag, who had just had kidneys for lunch, decided to cancel the raw oyster feast at night in case he got too full of himself.

source: 伊琳娜只是嘴角带笑的打量着埃菲，一言未发，但气场上稳压埃菲一头。
en_us: Irina sized Eiffie up with a smile. She did not speak but her aura was enough to win.

source: 伊琳娜只是扫了一眼那箱子，眼睛微微眯起，看着麦格道：“你哪来的钱？”
en_us: However, Irina only glanced at the chest and squinted. After that, she asked Mag, "Where did you get the money from?"

source: 伊琳娜吃过地精族的盐水花生，对于那软绵绵的口感一直无感。
en_us: Irina had tried the goblins' salted peanuts before, and she did not really like their soft, mushy texture. However, this peanut without its husk was actually crunchy!

source: 伊琳娜和安妮也是面露讶色。
en_us: Irina and Annie looked surprised too.

source: 伊琳娜和艾米、安妮三人围坐在餐桌前，盯着桌子中间放着的一整盘蛋黄酥。
en_us: Irina, Amy, and Annie sat around the dining table, and stared at the tray of salted egg yolk pastry in the middle of the table.

source: 伊琳娜和艾米还有安妮疑惑的看着麦格。
en_us: Irina, Amy, and Annie were looking at Mag perplexedly.

source: 伊琳娜咬了一小口，麦格做的前几款绿豆糕的确比早上街上卖的绿豆酥更好吃，不过在好吃的东西也会腻，在连着吃了十几个后，她觉得自己浑身都散发着绿豆的芳香。
en_us: Irina took a small bite. The previous few versions that Mag made were better than the one bought from the streets, but having too much of it was rather revolting. After having more than 10, Irina felt that she almost smelled like mung beans.

source: 伊琳娜嘴角微翘，收回了目光，随手拿起一本画册翻看着。
en_us: Irina curled her lips slightly and retracted her gaze. She flipped through a picture album randomly.

source: 伊琳娜嘴角微翘，道：“又不是打不过，不需要带小弟。”
en_us: Irina curled up her lips, and said, "It's not that I can't defeat her. I don't need to bring an assistant with me."

source: 伊琳娜在家里休息了一早，吃了午饭便又出门去了。
en_us: Irina rested at home for the whole morning. She went out again after lunch.

source: 伊琳娜在摩托车上布了一个隔音罩，让艾米和安妮能够充分体验到骑摩托的狂野和反馈，对于附近的居民却没有半点影响。
en_us: Irina had made a soundproof barrier over the motorcycle to allowe Annie and Annie experience the complete wild side of riding a motorcycle, yet not affecting the residents around.

source: 伊琳娜大致看了一遍，抬眼看着麦格，“是兽人族的报复？还是乔修再次挑事？”
en_us: Irina skimmed through it before looking up at Mag. "Is this the orcs' revenge? Or is Josh creating trouble again?"

source: 伊琳娜夹了一片牛肉卷在清汤锅里涮着，看着正在给自己的蘸碟里加红汤的麦格道：“你的酒馆就打算这样吗？”
en_us: Irina picked up a slice of beef, and dipped it in the clear soup. She looked at Mag, who was adding red soup base to her dipping sauce, and asked, "Are you intending to let your tavern be like that?"

source: 伊琳娜夹起肉吹了吹，然后喂到嘴里。
en_us: Irina picked up the meat, blew on it, and put it into her mouth.

source: 伊琳娜将法师杖向着克苏鲁一指，一道巨大的圣光喷涌而出，向着克苏鲁撞去。
en_us: Irina pointed her magic caster's staff at Cthulhu. A huge beam of Holy Light shot out and rushed towards Cthulhu.

source: 伊琳娜带着两个孩子去逛街，麦格则借着给她们卖东西吃的档口，去了几个地方。
en_us: Irina brought the two children out to shop, while Mag went to a few places under the excuse of buying food for them.

source: 伊琳娜微微仰头看着他，目光中闪烁着莹莹的光芒，脸上升起了绯红，呼吸也似乎变得急促了几分。
en_us: Irina looked up at him with a sparkling gleam in her eyes. A blush tinged her face and her breathing seemed to hasten.

source: 伊琳娜微微摇头道：“我现在同样无法与女王联系，但此事关乎着精灵族的命运，关乎着所有族人的未来，女王的态度并不重要，重要的是我们内心真实的想法。”
en_us: Irina shook her head slightly and said, "I am unable to contact the Queen too. However, this has to do with the fate of the Elves, and the future of our people. The stance of the Queen is not important. What is important is what we truly think."

source: 伊琳娜手中出现了一道传送符，在她指尖点亮。
en_us: A teleportation talisman appeared in Irina's hands and lit up on her fingertips.

source: 伊琳娜手执法师杖断后，圣光在狭窄的通道中如神器，一扫空一片，倒是毫无压力。
en_us: Irina took care of the back with her magic caster's staff. The Holy Light was just like a magical weapon in the narrow passageway, wiping out everything in the way.

source: 伊琳娜扭头看着她，突然伸手捏了一下他的脸，笑容在那精致的脸上漾开，“开心。”
en_us: Irina turned to look at him. She suddenly pinched his face, and a smile blossomed on that exquisite face. "I'm happy."

source: 伊琳娜把摩托车给艾米收了起来，也是带着安妮进门。
en_us: Irina kept the motorcycle for Amy and brought Annie in.

source: 伊琳娜抬手布置了一个隔音罩。
en_us: Irina raised her hand and formed a soundproof barrier.

source: 伊琳娜拿着那台通讯机打量了一会，说道：“如果他们的目标也是魔鬼，这对我们来说似乎不算坏事，好过我们无头苍蝇一样找不到乔修和逃离封印的魔鬼的位置。”
en_us: Irina looked at the device and said, "If their goal is the Devil, this does not seem like a bad thing to us. It's better than us being headless flies tryin to find Joey and the escaped Devil."

source: 伊琳娜挥了挥手将满屋的金银珠宝收了起来。
en_us: Irina waved her hand and kept the gold and treasures.

source: 伊琳娜挥了挥手，鲍里斯脸上折叠椅留下的痕迹便消失了。
en_us: Irina waved her hand and the scratches left by the folding chair on Boris's face disappeared.

source: 伊琳娜挥手斩断了所有人的镣铐，然后看着下方三千多名精灵奴隶说道：“有仇报仇，有怨报怨，今日我希望你们能够不带仇恨的离开这里，然后开启新的生活。”
en_us: Irina removed all their shackles with a wave of her hand and then said to the 3000-odd elves below, "Take your revenge. I hope you won't leave here with hatred. Then, start a new life."

source: 伊琳娜放下密信，摇了摇头道：“龙族与和平联盟各族的联合声明这会应该已经送到洛都，我认为安德烈不会冒着被各族群起攻之的风险继续挑起战争，这对于洛斯帝国来说是无法承受的。”
en_us: Irina put down the secret missive, and shook her head. "The giant dragons and the Peace Alliance's joint statement should have arrived at Rodu by now. I don't think Andre would risk getting attacked by all the races by continuing his plans to start a war. That is unbearable to the Roth Empire."

source: 伊琳娜有些嘲讽道：“那你应该先自杀谢罪，毕竟这些蛀虫都是你特意选出来、养肥的，现在用他们来但替罪羊，手段低劣的不像是一个大祭司会做的事情。”
en_us: Irina mockingly said, "Then you should commit suicide to make amends for your crimes first. After all, you had specially picked those pests and made them fat. You're now using them as your scapegoats. It's so despicable that it didn't look like something that a high priestess would do."

source: 伊琳娜期待的看着安妮：“安妮已经学会画画了吗？那我想看看。”
en_us: Irina looked at Annie expectantly. "Has Annie already learned how to draw? I would like to see it."

source: 伊琳娜欣然的吃了一小口黑土炒饭，强忍着肠胃的不适，将它咽下。
en_us: Irina ate a small mouthful of the black soil fried rice and swallowed it forcefully, ignoring her stomach's discomfort.

source: 伊琳娜沉默了一会，看着麦格问道：“如果说神的旨意来自天上，那神会不会住在天上的那个世界里？”
en_us: Irina fell silent for a while. She looked at Mag and asked, "If the god's will came from the sky, would the gods be living in the world up there?"

source: 伊琳娜用筷子夹了几个蛋黄酥放到了冰盒子里，热气与寒气交舞，温度迅速下降。
en_us: Irina used the chopsticks to place a few pieces of salted egg yolk pastry into the icebox, and they cooled down rapidly.

source: 伊琳娜的嘴角微翘，小样，在老娘面前勾引我的男人，你也配？
en_us: Irina smiled. Are you fit to even seduce my man in front of me?

source: 伊琳娜的指尖在他的掌心勾了一下，三分幽怨、七分缠绵的瞪了他一眼，娇俏的模样，宛如一个新婚的妻子。
en_us: Irina's finger tickled his palm and she glared at him with a dash of lingering and a hint of grief. She looked just like a newly wed wife with her charming behavior.

source: 伊琳娜的易容魔法相当精湛，成功的将一只圆滚滚的胖橘子，变成了一只圆滚滚的小熊猫。
en_us: Irina's disguise magic was excellent. She successfully turned a roly-poly fat orange cat into a roly-poly panda cub.

source: 伊琳娜的气势再次提升，浑身被金色的圣光包裹，如神灵一般令人不敢直视。
en_us: Irina's aura grew stronger again. Her whole body was engulfed by the Holy Light. She looked just like a god that one could look straight at.

source: 伊琳娜的目光中有了几分兴趣，她倒想看看这个女人，到底有什么本事和招数想要抢她的男人，就当做是一次历练了。
en_us: There was a hint of interest in Irina's gaze. She wanted to see what that woman would do to seduce her man. She would take it as a form of practice.

source: 伊琳娜的目光刷的看了过来，似笑非笑的看着他，道：“怎么，你也打算娶十个八个回家？”
en_us: Irina's gaze swept over, and she looked at Mag with a mysterious smile. "Why? Are you planning to marry eight wives too?"

source: 伊琳娜的眼中露出了几分不可思议，酥皮之下，嵌入了绵密香甜的红豆沙，最里面这是油润咸香的蛋黄！
en_us: A hint of disbelief appeared in Irina's eyes. Under the pastry skin was the soft red bean paste and the savory salted egg yolk that was wrapped in the very center.

source: 伊琳娜的眼睛渐渐睁大，有些不可思议和难以接受。
en_us: Irina's eyes widened gradually. It was rather unbelievable and difficult to accept/

source: 伊琳娜的脸上顿时升起了一抹绯红，没好气的瞪了麦格一眼。
en_us: Irina blushed immediately and glared at Mag.

source: 伊琳娜的表情顿时变得凝重起来，她清楚麦格的实力，在诺兰大陆上已经难寻敌手。
en_us: Irina's expression turned grave. She knew very clearly where Mag stood in terms of power and almost no one in the Norland Continent was his match.

source: 伊琳娜的身体缓缓升起，漂浮在虚空之中。
en_us: Irina's body slowly rose up and hovered in the air.

source: 伊琳娜盯着麦格看了一会，点了点头，“挺好的。”
en_us: Irina stared at Mag for quite some time before nodding. "That's quite good."

source: 伊琳娜看了一眼城堡的方向，心里道：“艾略特，你的命是雪莉尔的，就暂且再留一段时间吧。”
en_us: Irina flicked a glance at the castle and inwardly said, "Elliot, your life belonged to Shirley. I'll let you keep it for a while longer."

source: 伊琳娜看了一眼麦格手上的各种袋子和丑小鸭，略一思索道：“挂脖子上的话，应该差不多能带回去。”
en_us: Irina looked at all the bags and Ugly Duckling that Mag was holding and pondered. "We should be able to bring them all back if we hang them on your neck."

source: 伊琳娜看了一眼麦格，没有对这件事发表意见。
en_us: Irina glanced at Mag and did not voice out any opinions on that.

source: 伊琳娜看着信，脸上也是露出了笑容，看着麦格道：“如果诺兰大陆能够撑过这一次劫难，或许会变得不同。”
en_us: Irina read the letter and smiled. She looked at Mag and said, "If the Norland Continent could pull through this ordeal, things might be different."

source: 伊琳娜看着麦格，目光温柔，伸手握住了他的手，“我会和你站在一起，护着我们的孩子。”
en_us: Irina looked at Mag with gentleness and reached out to grab his hand. "I will stand by you and protect our children together."

source: 伊琳娜眼中的金光渐渐消散，然后看到了已经到眼前的触手。
en_us: The golden light in Irina's eyes began to dissipate and then she saw the tentacle right in front of her.

source: 伊琳娜睁开眼睛，气势开始节节攀升。
en_us: Irina opened her eyes and her aura grew stronger and stronger.

source: 伊琳娜站在厨房门口，看着麦格从冰箱里取出一样样食材和配料，有些奇怪道：“你什么时候买的这些东西？昨天出去逛的时候也没见你买啊？”
en_us: Irina stood at the kitchen's entrance as she watched Mag take the ingredients and condiments out from the fridge. She perplexedly asked, "When did you buy all those things? I didn't see you buy them when we went out shopping yesterday?"

source: 伊琳娜站在高台上，高声道：“枪杆子里出政权，这是万古不变的真理，我们要抛弃幻想，准备与以海伦娜为首的顽固派进行终极一战，彻底解放风之森林，解救同胞于水火之中，重建风之森林！”
en_us: Irina stood at the high platform and said loudly, "Political power comes from the gun barrel. This is a truth that would never change. We have to forgo all our ideals and prepare for the final round of war with the stubborn sect led by Helena to free the Wind Forest completely, save our fellow people from the suffering and rebuild the Wind Forest!"

source: 伊琳娜笑着道：“这样啊，那比我第一次做饭的时候还是稍微好一点的。”
en_us: Smiling, Irina replied, "I see. Then, it's a little better than my first attempt at cooking."

source: 伊琳娜若有所思，没有再问话。
en_us: Irina was thoughtful but she kept quiet.

source: 伊琳娜若有所思，转身向着楼梯走去，一边道：“我去写封信。”
en_us: Irina was thoughtful. As she walked to the staircase, she said, "I'll go write a letter."

source: 伊琳娜说着在院子里转了一圈，最后还是在第三棵桂花树下站定，俯身从树干最底下捏起了一只灰色的小蜗牛。
en_us: Irina walked around the yard and finally stopped under the third osmanthus tree. She crouched down and picked up a little grey snail at the bottom of the trunk.

source: 伊琳娜走到他面前，离他只有半米的距离。
en_us: Irina approached him and stopped about 50cm away from him.

source: 伊琳娜蹙眉，抬手升起一道魔法罩，将那些古尸的攻击挡在魔法罩之外。
en_us: Irina frowned. She waved her hand and formed a magical shield between them and the attacking ancient corpses.

source: 伊琳娜还没有回来，安妮上楼画画去了。
en_us: Irina wasn't back yet, and Annie went upstairs to draw.

source: 伊琳娜这辈子都没有吃过如此美味的甜点。
en_us: Irina had never eaten such a delicious dessert before in her life.

source: 伊琳娜靠着门框，饶有兴致的看着麦格，不知为何，放下长剑，拿起了菜刀，待在小小的厨房里安静做菜的麦格，却让她有种安心又可以依靠的感觉，就像是无根的浮萍，突然一下子找到了可以停靠的港湾。
en_us: Irina leaned against the door frame, and looked at Mag with interest. She didn't know why, but the Mag who put down his longsword, picked up his chef's knife, and cooked quietly in the kitchen gave her a peaceful and reliable sensation. It was as if a boat that had been wandering around had finally found a harbor where it could dock.

source: 众人也是纷纷看着芭芭拉，她最近都在城主府那边帮忙，今天也是抽空回来和她们聚餐。
en_us: Everyone turned to look at Babla too. She had been busy helping out at the city lord's castle recently and finally made time to come back today to gather with them.

source: 众人会心一笑，会长依旧这般幽默风趣。
en_us: Everyone smiled. The president was still as funny and humorous as ever.

source: 众人你一言我一语，对这个新邻居表现出了极大的兴趣。
en_us: All of them were having discussions, expressing their great interest in their new neighbor.

source: 众人又是一阵哄笑，这小姑娘不管长得精致可爱，套圈技能点满，而且说话还很有趣呢。
en_us: Everyone erupted into laughter again. Not only was this little girl exquisitely cute and great at throwing rings, her words were very interesting too.

source: 众人吃了早餐，纷纷道别离去，麦格把餐厅钥匙交给了芭芭拉和米娅。
en_us: All of them bade their farewell, and left after breakfast. Mag gave the restaurant's keys to Babla and Miya.

source: 众人吃的是赞不绝口。
en_us: Everyone was full of praises.

source: 众人好奇的猜测着，这究竟是哪家酒馆呈送的酒，或许真的能够与泰坦酒一较高下。
en_us: Everyone was guessing curiously which tavern had sent this liquor. Perhaps, it could really compete with Titan Liquor.

source: 众人对于茅台酒抱有好奇的同时，也是在心中暗自提醒自己，在塞班酒馆一定要小心谨慎。
en_us: While everyone was curious about the maotai, they also secretly reminded themselves to be careful at Saipan Tavern.

source: 众人对此唏嘘不已。
en_us: Everyone could not help but discuss it.

source: 众人微微一愣，这才注意到麦格坐在了塞班酒馆的位置上。
en_us: Everyone was stunned. They realised that Mag sat on the seat for Saipan Tavern.

source: 众人恍然的同时，更酸了。
en_us: While everyone suddenly knew they were mistaken, they were even more jealous.

source: 众人有些讶异的看着麦格，现在的年轻人都这么嚣张了吗？
en_us: EVeryone stared at Mag with shock. Are the youngsters so arrogant nowadays?

source: 众人热烈讨论着，同时纷纷好奇的猜测这款酒的来历。
en_us: Everyone was engaged in a heated discussion. They were all curiously guessing about this liquor's origins.

source: 众人的目光下意识的看向了坐在前排的那位穿着金色华服，头发输的整整齐齐，油光发亮的中年男人。
en_us: Everyone instinctively looked at the middle-aged man who was sitting in the front row in a golden luxurious robe with neatly combed and shiny hair.

source: 众人的目光中充斥着羡慕、嫉妒、和柠檬。
en_us: Everyone looked at Mag with envy, jealousy, and lemons.

source: 众人的目光都被那碗红亮的红油抄手所吸引。
en_us: Everyone's gaze was attracted by that red and glistening Sichuan spicy wontons in red oil.

source: 众人的话题转到了坐在埃菲身旁的麦格身上，议论了一番，也是对他多了几分关注。
en_us: The conversation's topic changed to Mag, who was sitting next to Eiffie. They began to pay more attention to him.

source: 众人看着站起上来的埃菲，目光有怜惜的，也有戏谑看戏的。
en_us: Everyone looked at Eiffie, who was standing, with a little pity and mockery.

source: 众人看着这一幕，纷纷露出了笑容。
en_us: Everyone smiled upon seeing that.

source: 众人纷纷期待的看着台上的评委们。
en_us: Everyone was watching the judges with anticipation.

source: 众人纷纷笑了起来，气氛顿时变得轻松愉悦起来。
en_us: Everyone laughed and the atmosphere lightened a lot.

source: 众人纷纷答应道。
en_us: Everyone replied.

source: 众人纷纷起身。
en_us: Everyone got up.

source: 众人脚下金光一闪，却被一道突然出现的黑色魔气湮灭。
en_us: A golden light flashed under their feet but a black evil aura suddenly appeared and eliminated it.

source: 众人若有所思，只当是伊丽莎白有事提前休假，便没有再多问。
en_us: Everyone was thoughtful. They just took it that Elizabeth had something on, and went on leave in advance. They didn't pursue it.

source: 众人落座，纷纷点酒点菜。
en_us: Everyone took their seats, and ordered their wines and dishes.

source: 众人虽然对麦格生硬的回复有些不爽，但既然酒馆已经开门，也就不在门口候着了，纷纷进门，都想要品尝一下那令人迷醉的美酒究竟如何。
en_us: Even though they were a little displeased with Mag's inflexible reply, since the tavern was already open, they weren't going to stand at the door. They all went in, wanting to taste that mesmerizing liquor.

source: 众人连忙摇头，谁敢找这位煞神倒酒啊。
en_us: Everyone quickly shook their heads. Who would dare to actually do that?

source: 众人退下，肖恩的脸色渐渐平静下来，喃喃自语道：“好你个乔修，自身难保还不忘来威胁我，希望你藏得更好一些，不要被我的人找到……”
en_us: When everyone left, Sean regained his composure and he muttered to himself, "Josh, well done. You can't even save yourself but here you are threatening me. I hope you can hide yourself well and don't be caught by my people..."

source: 众人选了个靠里边的位置坐下，闲聊着，便又谈到了布卢姆被刺的事情。
en_us: All of them chose seats that were further in, and started chatting. They soon began to talk about Blum's assassination.

source: 众人重新登上狮鹫，麦格让阿紫开始扫描暮光森林。
en_us: All of them boarded the griffin again. Mag let Ah Zi comb the Twilight Forest.

source: 众人闲聊，也是不免回忆起当年的青葱岁月。
en_us: Everyone chatted and reminisced about the old days.
